/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ Product Registration V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "This application is not optimized for your operating system. Use OS X %s or higher.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "There is a problem connecting to the %@ registration server. Please try again later.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." =  "There is a problem connecting to the Internet. Please try again later.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Unable to locate the default browser or it cannot be opened.";

"OK" = "OK";

"There is a problem connecting to the Internet. Please try again later." = "There is a problem connecting to the Internet. Please try again later.";

"If your mobile device has service, you may register using WeChat instead." = "If your mobile device has service, you may register using WeChat instead.";

"Scan to open in WeChat." = "Scan to open in WeChat.";

"Mobile numbers in mainland China only." = "Mobile numbers in mainland China only.";

"WeChat must be installed on your device." = "WeChat must be installed on your device.";
